Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Corner radius and inner padding. Original WeatherDetailsView used 24 pt radius, 16 pt horizontal padding, 20 pt vertical padding.
ar: نصف قطر الزاوية والحواسيب الداخلية. يستخدم WeatherDetailsView الأصلي 24 نصف قطر صباحاً، و 16 بابا أفقيا، و 20 بابا رأسا رأسيا.
cs: Poloměr rohů a vnitřní odsazení. Původní WeatherDetailsView použil 24 bodů poloměr, 16 bodů vodorovného odsazení, 20 bodů vertikální odsazení.
da: Corner radius og indre polstring. Oprindelige VejrdetaljerVis brugte 24 pt radius, 16 pt vandret polstring, 20 pt lodret polstring.
de: Original WeatherDetailsView verwendet 24 pt Radius, 16 pt horizontale Padding, 20 pt vertikale Padding.
el: Αρχική WeatherDetailsView που χρησιμοποιείται 24 pt ακτίνα, 16 pt οριζόντια padding, 20 pt κάθετη padding.
es: Radio de esquina y relleno interior. Original WeatherDetailsView usó 24 pm, relleno horizontal de 16 pm, relleno vertical de 20 pts.
fi: Kulman säde ja sisäinen pehmusteet. alkuperäinen WeatherDetailsView used 24 pt säde, 16 pt vaakasuora pehmusteet, 20 pt pystysuorassa pehmusteessa.
fr: Rayon des angles et remplissage intérieur; WeatherDetailsView original utilisait un rayon de 24 pt, un remplissage horizontal de 16 pts, un remplissage vertical de 20 pts.
it: Raggio angolare e imbottitura interna. MeteoDettagli originaliVista utilizzata raggio 24 pt, imbottitura orizzontale 16 pt, imbottitura verticale 20 pt.
ja: コーナー半径とインナーパディング オリジナルの天気詳細表示は、24 pt、16 pt水平パディング、20 pt垂直パディングを使用しました。
nl: Hoekradius en binnenste opvulling gebruiken. Originele weerDetailsView gebruikte 24 pt radius, 16 pt horizontaal vulling, 20 pt verticale opvulling.
no: Hjørneradius og indre utfylling. Opprinnelig WeatherDetailsView brukte 24 pst. radius, 16 pst. horisontal plesporing, 20 pant vertikalt utfylling.
pl: Promień narożnika i wypełnienie wewnętrzne. Oryginalny widok WeatherDetailsView użyty w promieniu 24 pkt, 16 pt wyściełanie poziome, 20 pt wyściełanie pionowe.
pt: Raio e enchimento interno dos cantos. O WeatherDetailsView usavam 24 pt radius, 16 pt horizontal parcela, 20 pt vertical.
ro: Raza de colț și padding-ul interior. Vremea originală DetailsView a folosit raza 24, 16 pt padding orizontal, 20 pt padding vertical.
ru: Радиус углового покрытия и внутренняя накладка. Оригинальный радиус погоды (WeatherDetailsView используется 24 pt), горизонтальная накладка (16 pt), вертикальная накладка (20 pt).
sv: Hörnradie och inre stoppning. Original VäderDetaljerSe används 24 pt radie, 16 pt horisontell stoppning, 20 pt vertikal stoppning.
uk: Радіус Корнера та внутрішній покриття. Оригінальний WeatherDetailsView використав 24 кадри, 16 шт. по горизонтальному заповненню, 20 пунктів по вертикальному заповненню.
zh_hans: 圆角半径和内核填充量。原WeatherDetailsView 使用了24 pt半径，16 pt 水平填充，20 pt 垂直填充。

source: Cosmetic Colours
ar: الألوان التجميلية
cs: Kosmetické barvy
da: Kosmetiske Farver
de: Kosmetische Farben
el: Καλλυντικά Χρώματα
es: Colores cosméticos
fi: Kosmeettiset Värit
fr: Couleurs Cosmétiques
it: Colori Cosmetici
ja: 装飾色
nl: Cosmetische kleuren
no: Kosmetiske farger
pl: Kolory kosmetyczne
pt: Cores cosméticas
ro: Culori cosmetice
ru: Косметические цвета
sv: Kosmetiska färger
uk: Косметичні кольори
zh_hans: 装饰性颜色

source: Cosmetic palette — installed when the matching pack is owned.
ar: اللوحة التجميلية - المثبتة عندما تكون حزمة المطابقة مملوكة.
cs: Kosmetická paleta – nainstalovaná při vlastnictví odpovídajícího balíčku.
da: Kosmetisk palet - installeret, når den matchende pakke er ejet.
de: Kosmetische Palette — installiert, wenn das passende Paket besitzt.
el: Καλλυντική παλέτα - εγκατεστημένη όταν ανήκει το πακέτο που ταιριάζει.
es: Paleta cosmética — instalada cuando se posee el paquete correspondiente.
fi: Kosmeettinen paletti – asennettu kun vastaava pakkaus on omistettu.
fr: Palette cosmétique — installée lorsque le pack correspondant est possédé.
it: Tavolozza cosmetica — installata quando la confezione corrispondente è di proprietà.
ja: 装飾パレット — マッチングパックが所有しているときにインストールされます。
nl: Cosmetisch palet — geïnstalleerd wanneer het overeenkomende pakket eigendom is.
no: Kosmetisk palett – installert da den samsvarende pakken er eiet.
pl: Paleta kosmetyczna – zainstalowana w przypadku posiadania pasującego pakietu.
pt: Paleta de cosméticos - instalada quando o pacote correspondente é proprietário.
ro: Paletă cosmetică - instalată atunci când pachetul de potrivire este în proprietate.
ru: Косметическая палитра — установлена, когда владеет подходящим набором.
sv: Kosmetisk palett — installeras när matchande pack ägs.
uk: Косметична палітра — встановлена ​​у відповідному пакеті.
zh_hans: 装饰色板——当匹配包拥有时安装。

source: Cosmetic skin — installed when the matching pack is owned.
ar: الجلد التجميلي - المثبت عندما تكون حزمة المطابقة مملوكة.
cs: Kosmetický skin – nainstalováno při vlastnictví odpovídajícího balíčku.
da: Kosmetisk hud - installeret, når den matchende pakke er ejet.
de: Kosmetische Haut — installiert, wenn das passende Paket im Besitz ist.
el: Καλλυντικό δέρμα - εγκατεστημένο όταν ανήκει το πακέτο που ταιριάζει.
es: Piel cosmética — instalada cuando se posee el paquete correspondiente.
fi: Kosmeettinen iho — asennettu, kun vastaava pakkaus on omistettu.
fr: Peau cosmétique — installée lorsque le pack correspondant est possédé.
it: Pelle cosmetica — installata quando la confezione corrispondente è di proprietà.
ja: 装飾用スキン — マッチングパックが所有されているときにインストールされています。
nl: Cosmetische huid — geïnstalleerd wanneer het overeenkomende pakket eigendom is.
no: Kosmetisk hud – installert ved at den samsvarende pakke er egnet.
pl: Skóra kosmetyczna – zainstalowana w przypadku posiadania pasującego opakowania.
pt: Aparência de cosmético - instalada quando o pacote correspondente é proprietário.
ro: Piele cosmetică - instalată atunci când pachetul este în proprietatea sa.
ru: Косметическая кожа — установлена, когда владеет подходящим набором.
sv: Kosmetisk hud — installeras när matchande pack ägs.
uk: Косметична шкіра - встановлена ​​у відповідності до пакету.
zh_hans: 装饰性皮肤——在匹配包拥有时安装。

source: Cosmetics
ar: تجميل
cs: Kosmetika
da: Kosmetik
de: Kosmetika
el: Καλλυντικά
es: Cosméticos
fi: Kosmetiikka
fr: Produits cosmétiques
it: cosmetici
ja: 装飾品
nl: Cosmetica
no: Kosmetikk
pl: Kosmetyki
pt: Cosméticos
ro: Cosmetice
ru: Косметика
sv: Kosmetika
uk: Косметика
zh_hans: 化妆品

source: Could not find the specified location.
ar: تعذر العثور على الموقع المحدد.
cs: Zadané umístění nelze najít.
da: Kunne ikke finde den angivne placering.
de: Der angegebene Standort konnte nicht gefunden werden.
el: Αδυναμία εύρεσης της καθορισμένης τοποθεσίας.
es: No se pudo encontrar la ubicación especificada.
fi: Määritettyä sijaintia ei löytynyt.
fr: Impossible de trouver l'emplacement spécifié.
it: Impossibile trovare la posizione specificata.
ja: 指定した場所が見つかりませんでした。
nl: Kan de opgegeven locatie niet vinden.
no: Kunne ikke finne den angitte plasseringen.
pl: Nie można odnaleźć podanej lokalizacji.
pt: Não foi possível encontrar o local especificado.
ro: Locația specificată nu a putut fi găsită.
ru: Не удалось найти указанное местоположение.
sv: Kunde inte hitta den angivna platsen.
uk: Не вдалося знайти вказане розташування.
zh_hans: 找不到指定的位置。

source: Could not load the full warning text. Use the link below to read it on the source website.
ar: تعذر تحميل نص التحذير الكامل. استخدم الرابط أدناه لقراءته على موقع المصدر.
cs: Nelze načíst celý text varování. Použijte níže uvedený odkaz pro přečtení na zdrojové stránce.
da: Kunne ikke indlæse den fulde advarselstekst. Brug linket nedenfor for at læse det på kildehjemmesiden.
de: Der vollständige Warntext konnte nicht geladen werden. Benutzen Sie den Link unten, um ihn auf der Quellseite zu lesen.
el: Αδύνατη η φόρτωση του πλήρους προειδοποιητικού κειμένου. Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να τον διαβάσετε στην ιστοσελίδα προέλευσης.
es: No se pudo cargar el texto completo de advertencia. Utilice el enlace de abajo para leerlo en el sitio web de origen.
fi: Ei voitu ladata koko varoitustekstiä. Käytä alla olevaa linkkiä lukeaksesi sen lähdekoodilla.
fr: Impossible de charger le texte d'avertissement complet. Utilisez le lien ci-dessous pour le lire sur le site web source.
it: Impossibile caricare il testo di avvertimento completo. Utilizzare il link qui sotto per leggerlo sul sito web di origine.
ja: 完全な警告テキストを読み込むことができませんでした。以下のリンクを使用して、ソースウェブサイトで読んでください。
nl: Kan de volledige waarschuwingstekst niet laden. Gebruik de link hieronder om het op de bronwebsite te lezen.
no: Kan ikke laste hele advarselsteksten. Bruk linken nedenfor for å lese den på kildenettstedet.
pl: Nie można załadować pełnego tekstu ostrzeżenia. Użyj poniższego linku, aby przeczytać go na stronie źródłowej.
pt: Não foi possível carregar o texto completo do aviso. Use o link abaixo para lê-lo no site de origem.
ro: Nu s-a putut încărca textul complet al avertismentului. Utilizați link-ul de mai jos pentru a-l citi pe site-ul sursă.
ru: Не удалось загрузить полный текст предупреждения. Используйте ссылку ниже, чтобы прочитать его на сайте источника.
sv: Kunde inte ladda den fullständiga varningstexten. Använd länken nedan för att läsa den på källwebbplatsen.
uk: Не вдалося завантажити повний текст попередження. Використовуйте посилання нижче, щоб прочитати його на сайті.
zh_hans: 无法加载完整的警告文本。使用下面的链接在源网站上读取它。

source: Current
ar: الحالي
cs: Aktuální
da: Aktuel
de: Aktuell
el: Τρέχων
es: Actual
fi: Nykyinen
fr: Actuel
it: Corrente
ja: 現在
nl: Stroom
no: Nåværende
pl: Bieżący
pt: Atual
ro: Actuală
ru: Текущее
sv: Nuvarande
uk: Поточна версія
zh_hans: 当前的

source: Current Location (GPS)
ar: الموقع الحالي (GPS)
cs: Aktuální poloha (GPS)
da: Nuværende Placering (GPS)
de: Aktueller Standort (GPS)
el: Τρέχουσα Τοποθεσία (GPS)
es: Ubicación actual (GPS)
fi: Nykyinen Sijainti (GPS)
fr: Emplacement actuel (GPS)
it: Posizione Corrente (Gps)
ja: 現在の場所 (GPS)
nl: Huidige locatie (GPS)
no: Gjeldende plassering (GPS)
pl: Bieżąca lokalizacja (GPS)
pt: Localização atual (GPS)
ro: Locația curentă (GPS)
ru: Текущее местоположение (GPS)
sv: Nuvarande plats (GPS)
uk: Поточне місцезнаходження (GPS)
zh_hans: 当前位置 (GPS)

source: Current location coordinates are not available. Please open the app to update your location.
ar: إحداثيات الموقع الحالية غير متوفرة. الرجاء فتح التطبيق لتحديث موقعك.
cs: Aktuální souřadnice polohy nejsou k dispozici. Otevřete aplikaci pro aktualizaci vaší polohy.
da: Aktuelle placeringskoordinater er ikke tilgængelige. Åbn venligst app'en for at opdatere din placering.
de: Aktuelle Standortkoordinaten sind nicht verfügbar. Bitte öffnen Sie die App, um Ihren Standort zu aktualisieren.
el: Οι τρέχουσες συντεταγμένες τοποθεσίας δεν είναι διαθέσιμες. Παρακαλώ ανοίξτε την εφαρμογή για να ενημερώσετε την τοποθεσία σας.
es: Las coordenadas de ubicación actuales no están disponibles. Por favor, abra la aplicación para actualizar su ubicación.
fi: Nykyiset sijainnin koordinaatit eivät ole käytettävissä. Avaa sovellus päivittääksesi sijaintisi.
fr: Les coordonnées de l'emplacement actuel ne sont pas disponibles. Veuillez ouvrir l'application pour mettre à jour votre emplacement.
it: Le coordinate della posizione attuale non sono disponibili. Apri l'app per aggiornare la tua posizione.
ja: 現在の位置情報は利用できません。位置情報を更新するにはアプリを開いてください。
nl: Huidige locatie coördinaten zijn niet beschikbaar. Open de app om je locatie bij te werken.
no: Nåværende posisjonskoordinater er ikke tilgjengelige. Vennligst åpne appen for å oppdatere din posisjon.
pl: Aktualne współrzędne lokalizacji nie są dostępne. Otwórz aplikację, aby zaktualizować swoją lokalizację.
pt: Coordenadas de localização atuais não estão disponíveis. Por favor, abra o aplicativo para atualizar sua localização.
ro: Coordonatele locației curente nu sunt disponibile. Vă rugăm să deschideți aplicația pentru a vă actualiza locația.
ru: Координаты текущего местоположения недоступны. Пожалуйста, откройте приложение, чтобы обновить ваше местоположение.
sv: Nuvarande platskoordinater är inte tillgängliga. Öppna appen för att uppdatera din plats.
uk: Поточні координати розташування недоступні. Будь ласка, відкрийте додаток для оновлення вашого місцезнаходження.
zh_hans: 当前位置坐标不可用。请打开应用程序以更新您的位置。

source: Currently using: %@
ar: مستخدم حالياً: %@
cs: Momentálně používá: %@
da: Bruger nu: %@
de: Derzeit verwendet: %@
el: Τρέχουσα χρήση: %@
es: Actualmente usando: %@
fi: Tällä hetkellä: %@
fr: Utilisation actuelle: %@
it: Attualmente in uso: %@
ja: 現在使用中: %@
nl: Momenteel in gebruik: %@
no: Bruker øyeblikket: %@
pl: Obecnie używane: %@
pt: Atualmente usando: %@
ro: În prezent folosesc: %@
ru: Используется: %@
sv: Använder just nu: %@
uk: Зараз використовується: %@
zh_hans: 当前正在使用： %@

source: Custom Coordinates
ar: إحداثيات مخصصة
cs: Vlastní souřadnice
da: Brugerdefinerede Koordinater
de: Eigene Koordinaten
el: Προσαρμοσμένες Συντεταγμένες
es: Coordenadas personalizadas
fi: Mukautetut Koordinaatit
fr: Coordonnées personnalisées
it: Coordinate Personalizzate
ja: カスタム座標
nl: Aangepaste coördinaten
no: Tilpassede koordinater
pl: Współrzędne niestandardowe
pt: Coordenadas personalizadas
ro: Coordonate personalizate
ru: Пользовательские координаты
sv: Anpassade koordinater
uk: Користувацькі координати
zh_hans: 自定义坐标

source: Custom Fill
ar: تعبئة مخصصة
cs: Vlastní vyplnění
da: Brugerdefineret Udfyld
de: Eigene Füllung
el: Προσαρμοσμένη Συμπλήρωση
es: Relleno personalizado
fi: Mukautettu Täyttö
fr: Remplissage personnalisé
it: Riempimento Personalizzato
ja: カスタム塗りつぶし
nl: Aangepaste opvulling
no: Egendefinert fyll
pl: Niestandardowe wypełnienie
pt: Preenchimento personalizado
ro: Completare personalizată
ru: Настраиваемое заполнение
sv: Anpassad fyllning
uk: Користувацьке заповнення
zh_hans: 自定义填充

source: Custom gradient
ar: معامل تدرج مخصص
cs: Vlastní gradient
da: Tilpasset farveovergang
de: Eigener Farbverlauf
el: Προσαρμοσμένη διαβάθμιση
es: Gradiente personalizado
fi: Mukautettu väriliuku
fr: Dégradé personnalisé
it: Gradiente personalizzato
ja: カスタムグラデーション（グラデーション）
nl: Aangepaste verloop
no: Egendefinert gradient
pl: Niestandardowy gradient
pt: Gradiente personalizado
ro: gradient personalizat
ru: Пользовательский градиент
sv: Anpassad gradient
uk: Власний градієнт
zh_hans: 自定义渐变

source: Custom illustrated weather-condition icons in a neon style.
ar: أيقونات مخصصة موضحة لظروف الطقس بأسلوب نيون.
cs: Vlastní ilustrativní ikony počasí ve stylu hnízda.
da: Brugerdefineret illustrerede vejr-tilstand ikoner i en neon stil.
de: Individuell illustrierte wetterbedingte Symbole im Neonstil.
el: Προσαρμοσμένα εικονογραφημένα εικονίδια καιρικών συνθηκών σε ένα στυλ νέον.
es: Iconos personalizados iluminados del estado del tiempo en un estilo neón.
fi: Mukautettu kuvitettu sää-kunnon kuvakkeet neon tyyliin.
fr: Icônes de conditions météorologiques illustrées sur mesure dans un style néon.
it: Icone personalizzate illustrate nelle condizioni atmosferiche in stile neon.
ja: ネオンスタイルのカスタムの天気状態アイコン。
nl: Aangepaste geïllustreerde weersomstandigheden pictogrammen in een neonstijl.
no: Tilpasset illustrerte værbetingelsesikoner i en undertrykkende stil.
pl: Niestandardowe ilustrowane ikony stanu pogodowego w neonowym stylu.
pt: Ícones personalizados ilustrados das condições meteorológicas em um estilo néon.
ro: Pictograme ilustrate particularizat pentru starea vremii într-un stil neon.
ru: Пользовательские иллюстрированные иконки погодных условий в неоновом стиле.
sv: Anpassade illustrerade väder-villkor ikoner i en neon stil.
uk: Власні ілюстровані іконки погодних умов в неоновому стилі.
zh_hans: 自定义一种纯风格的图形天气状况图标。

source: Custom image
ar: صورة مخصصة
cs: Vlastní obrázek
da: Tilpasset billede
de: Benutzerdefiniertes Bild
el: Προσαρμοσμένη εικόνα
es: Imagen personalizada
fi: Mukautettu kuva
fr: Image personnalisée
it: Immagine personalizzata
ja: カスタム画像
nl: Aangepaste afbeelding
no: Egendefinert bilde
pl: Własny obraz
pt: Imagem personalizada
ro: Imagine personalizată
ru: Пользовательское изображение
sv: Anpassad bild
uk: Користувацьке зображення
zh_hans: 自定义图像

source: Custom Image
ar: صورة مخصصة
cs: Vlastní obrázek
da: Brugerdefineret Billede
de: Benutzerdefiniertes Bild
el: Προσαρμοσμένη Εικόνα
es: Imagen personalizada
fi: Mukautettu Kuva
fr: Image personnalisée
it: Immagine Personalizzata
ja: カスタム画像
nl: Aangepaste afbeelding
no: Egendefinert bilde
pl: Własny obraz
pt: Imagem personalizada
ro: Imagine personalizată
ru: Пользовательское изображение
sv: Anpassad bild
uk: Нетиповий образ
zh_hans: 自定义图像

source: Custom locations are currently ignored because a Weather Underground station is configured. Disable API keys in Settings → Locations to use saved locations.
ar: يتم حاليا تجاهل المواقع المخصصة بسبب تكوين محطة الطقس تحت الأرض. تعطيل مفاتيح API في الإعدادات > المواقع لاستخدام المواقع المحفوظة.
cs: Vlastní umístění jsou nyní ignorována, protože je nastavena stanice meteometru. Zakažte API klíče v Nastavení → Místa pro použití uložených umístění.
da: Brugerdefinerede placeringer ignoreres i øjeblikket, fordi en Weather Underground station er konfigureret. Deaktivér API-nøgler i Indstillinger → Placeringer for at bruge gemte placeringer.
de: Benutzerdefinierte Standorte werden derzeit ignoriert, da eine Wetteruntergrundstation konfiguriert ist. Deaktivieren Sie API-Tasten in Einstellungen → Standorte, um gespeicherte Orte zu verwenden.
el: Οι προσαρμοσμένες τοποθεσίες αγνοούνται επί του παρόντος επειδή έχει ρυθμιστεί ένας σταθμός Μετεωρολογικού υπόγειου. Απενεργοποιήστε τα κλειδιά API στις Ρυθμίσεις → Τοποθεσίες για να χρησιμοποιήσετε τις αποθηκευμένες τοποθεσίες.
es: Las ubicaciones personalizadas están actualmente ignoradas porque se ha configurado una estación Meteorológica Subterránea. Deshabilita las claves API en Ajustes → Ubicaciones para usar ubicaciones guardadas.
fi: Mukautetut sijainnit ohitetaan tällä hetkellä, koska Weather Underground asema on määritetty. Poista API-avaimet käytöstä Asetukset → Sijainnit käyttääksesi tallennettuja sijainteja.
fr: Les emplacements personnalisés sont actuellement ignorés car une station Weather Underground est configurée. Désactivez les clés API dans Paramètres → Emplacements pour utiliser les emplacements enregistrés.
it: Le posizioni personalizzate sono attualmente ignorate perché è stata configurata una stazione metropolitana meteo. Disabilita le chiavi API in Impostazioni → Posizioni per utilizzare le posizioni salvate.
ja: Weather Undergroundステーションが構成されているため、現在はカスタムロケーションは無視されます。format@@0 → format@@1 でAPIキーを無効にして保存されたロケーションを使用します。
nl: Aangepaste locaties worden momenteel genegeerd omdat een Weer-ondergrondse station is geconfigureerd. Schakel API-sleutels uit in Instellingen → Locaties om opgeslagen locaties te gebruiken.
no: Egendefinerte steder ignoreres for øyeblikket fordi en Weather Underground stasjon er konfigurert. Deaktiver API-nøkler i Innstillinger → Lokasjoner til bruk av lagrede steder.
pl: Niestandardowe lokalizacje są obecnie ignorowane, ponieważ skonfigurowana jest podziemna stacja pogodowa. Wyłącz klucze API w Ustawieniach → Lokalizacje, aby używać zapisanych lokalizacji.
pt: Locais personalizados são atualmente ignorados porque uma estação Weather Underground está configurada. Desative as chaves API em Configurações → Locais para usar locais salvos.
ro: Locațiile personalizate sunt în prezent ignorate deoarece o stație meteo subterană este configurată. Dezactivează cheile API în Setări → Locații pentru a utiliza locațiile salvate.
ru: Пользовательские местоположения в настоящее время игнорируются, потому что Метеостанция настроена. Отключите API ключи в Настройках → Местоположении, чтобы использовать сохраненные места.
sv: Anpassade platser ignoreras för närvarande eftersom en Weather Underground station är konfigurerad. Inaktivera API-nycklar i Inställningar → Platser för att använda sparade platser.
uk: Користувальницькі місцезнаходження зараз ігноруються, тому що Weather Underground станції налаштовано. Вимкнути ключі API в Налаштуваннях → Місця для використання збережених місцезнаходжень.
zh_hans: 当前忽略了自定义位置，因为已配置了一个天气地下站。在设置 -> 位置禁用API密钥以使用已保存的位置。
